/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2014, ownCloud, Inc.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */


//First Screen
"go_to_login" = "设置账户";
"you_need_an_account" = "服务器上没有您到账户，您需要创建一个账户才能使用";

//Login Screen
"testing_connection" = "测试连接";
"server_instance_not_found" = "找不到服务器";
"secure_connection_established" = "安全连接已经建立";
"https_non_secure_connection_established" = "跳转到非安全路径";
"connection_established" = "连接建立完成";
"login_details" = "登录细节";
"username" = "用户名";
"password" = "密码";
"login" = "登录";
"cancel" = "取消";
"error_login_message" = "用户名或密码不正确";
"ok" = "确定";
"url_sample" = "服务器地址 https://…";
"forbidden_characters_in_password" = "此密码包含禁用字符";
"server" = "服务器";
"url" = "URL地址";
"session_expired" = "会话已过期";
"credentials_different_user" = "输入用户与此帐户的用户不符";
"auth_unsupported_auth_method" = "服务器不支持这种验证方式";
"saml_server_does_not_give_user_id" = "您的服务器没有返回一个正确的用户 id，请联系管理员";
"authentification_not_valid" = "认证不成功";
"error_too_many_http_redirects" = "连接建立过程中发生错误，请重新尝试";
"retry" = "重试";
"help_link_login" = "第一次使用 $appname?";

//TabBarItems
"settings"="设置";
"files_tab"="文件";

//Uploading
"upload" = "上传";
"account" = "账户:";
"location" = "位置:";
"photo_albums" = "相册";
"loading" = "载入中...";
"no_access_to_gallery" = "请设置 $appname访问照片和视频的访问权限， 此选项在 设置 > 隐私 > 照片.";
"error" = "错误";
"upload_failed"="上传失败";
"redirection_problem"="不支持URL地址重定向";

//First View
"menu_upload" = "上传 照片/视频";
"menu_folder" = "新建文件夹";

//Create Folder
"create_folder" = "创建新文件夹";
"folder_name" = "输入文件夹名称:";
"save" = "保存";
"folder_exist" = "文件夹名已存在，请重新输入文件夹名称。";
"folder_create_error"="目录不能被创建";
"not_show_potrait"="在横向视图下，菜单不可用，请更改为纵向视图。";
"not_possible_create_folder" = "文件夹不能被创建。";

//FilesView
"confirm_to_delete_item" = "确认项目删除";
"yes" = "是";
"no" = "否";
"delete_from_device" = "你确定要删除设备上该文件？";
"delete_from_server" = "你确定要删除服务器上该文件？";
"not_possible_connect_to_server" = "现在无法连接到服务器。";
"delete_folder_from_server" = "你确定要删除服务器上该文件夹？";
"delete_local_server" = "Delete from device and server";
"delete_local" = "从设备和服务器上删除";
"delete_server" = "从服务器上删除";
"error_path" = "不能打开此文件夹，请确保它存在";
"error_not_permission" = "您没有权限来完成操作";
"folders" = "文件夹";
"files" = "文件";
"folder" = "文件夹";
"file" = "文件";
"more_swipe" = "更多";
"message_not_files" = "这里什么也没有，上传的东西！";

//Refresh file list
"release_refresh"="释放刷新...";
"loading_refresh"="加载中...";
"pull_down_refresh"="下拉刷新...";

//Miscelanea
"back" = "返回";

//Preview
"open_with_label" = "打开使用";
"delete_label"= "删除";

//Open with
"file_cannot_be_opened" = "文件不能够被打开";
"no_app_instaled_to_open_it" = "没有安装的应用程序打开这种文件。";

//WTClient messages (Download/Upload)
"establishing_connection" = "建立连接";
"not_establishing_connection" = "不能建立连接";
"connection_closed" = "连接关闭";
"connection_lost" = "连接丢失";
"auth_failed" = "认证失败";
"auth_passed" = "认证暂停";
"request_file_not_found" = "请求的文件在服务器上未找到";
"request_file_not_accesed" = "请求的文件在服务器上不能被访问";
"unknow_response_server" = "错误： 意外的服务器响应";
"uploading_data" = "上传数据";
"downloading_data" = "下载数据";
"transfer_complete" = "传送完成";
"transfer_failed" = "传送失败";

//Settings and PinCode
"title_app_pin" = "密码";
"enter_app_pin" = "输入密码";
"enter_app_pin_long_description" = "输入密码";
"reenter_app_pin" = "重新输入密码";
"remove_app_pin" = "移除密码";
"both_pass_not_same" = "输入的密码不一样。";
"app_pin_incorrect" = "密码不正确";
"disconnect_button" = "从服务器断开连接";
"pin_removed" = "密码被移除";
"incorrect_pin" = "不正确的密码";
"app_pin_stored" = "密码被存储";
"help" = "帮助";
"recommend_to_friend" = "推荐给朋友";
"send_feedback" = "发送反馈";
"manage_accounts" = "管理帐号";
"add_new_account" = "添加新帐号";
"save_changes" = "保存";
"add_account" = "添加";
"user_exist" = "输入用户已存在";
"imprint_button" = "版本说明";
"title_instant_upload"="即时上传";
"accounts_section" = "帐号";
"security_section" = "安全";
"instant_updloads_section" = "即时上传";
"more_section" = "更多";

//Downloading
"can_no_copy_to_gallery" = "这个文件不能被复制到库，因为它不能由Gallery打开";
"file_is_downloading" = "该文件已下载";
"download_file_exist" = "打开文件失败，请确保文件存在";
"wait_to_download" = "准备下载";
"updating" = "更新中";
"msg_while_downloads" = "当前不能执行该操作，请等到当前下载完成";

//SSL
"invalid_ssl_cert" = "站点身份无法验证，是否信任此证书？";
"connection_declined" = "连接被用户拒绝";

//Recent view
"recent_now"="秒前";
"recent_minutes"="$minutes 分钟前";
"recent_minute"="$minutes 分钟前";
"recent_hours"="$hours 小时前";
"recent_hour"="$hours 小时前";
"recent_days"="$days 天前";
"recent_day"="$days 天前";
"recent_months"="$months 月前";
"recent_month"="$months 月前";

"uploads_tab"="上传";
"current_section"="当前";
"uploader_section"="已上传";
"nothing_was_upload_recently"="最近没有从设备上传";
"failed_uploader_section"="上传失败";
"error_credential"="证书错误";
"error_destiny_does_not_exist"="文件夹错误";
"error_file_exists"="冲突错误";
"error_permission" = "权限错误";
"error_file_does_not_exist" = "文件错误";
"error_file_in_background" = "服务器错误";
"error_file_invalid_characters" = "无效字符";
"change_active_user"="更改活动用户";
"waiting_for_server"="等待服务器连接";
"waiting_for_upload"="等待上传";
"error_permission_alert_message" = "你没有上传这个文件夹的权限";
"choose_folder" = "选择文件夹";

//Select Folder View
"upload_label"="上传到";
"create_button"="创建";
"choose_button"="选择";

//Rename
"rename_long_press" = "重命名";
"rename_file_title" = "重命名";
"enter_new_name" = "输入新名称：";
"rename_file_exist" = "文件名已存在，请输入不同的文件名？";

//Move
"move_long_press" = "移动";
"move_to_label" = "移动到";
"file_exist" = "目标文件夹已存在该文件";
"override_file" = "是否要替换这个现有文件？";
"accept" = "接受";
"error_folder_destiny_is_the_same" = "错误：不能将文件夹移动到本身";
"original_file_exist" = "移动文件失败，请确保文件存在";
"original_folder_exist" = "移动文件失败，请确保文件夹存在";

//Download folfer
"download_folder" = "下载文件夹";
"cancel_download" = "终止下载";

//Upload from other apps
"other_apps_title" = "目标";
"other_apps_account" = "帐号";
"other_apps_folder" = "文件夹";
"other_apps_file_name" = "文件名";
"other_apps_send_to" = "上传到";
"error_moving_file" = "移动文件失败，请确保文件夹存在";
"forbidden_characters_from_server" = "名称至少包含一个无效字符";
"overwritte_title" = "覆盖";

//Social
"twitter_message" = "在手机上尝试 $twitteruser！";
"facebook_message" = "在手机上尝试  $appname！\r\n";
"mail_recommendation_subject" = "在手机上尝试 $appname！";
"mail_recommendation_body" = "邀请您使用 $appname!\r\n下载地址: ";
"device_not_support_mail" = "您的设备不支持作曲家表";
"mail_feedback_subject" = "反馈 $appname";
"account_not_configure" = "你的设备没有配置帐号，请配置。";

//Storage
"of_storage" = "被";
"occupied_storage" = "占用";
"storage" = "存储";
"storage_upgrade" = "升级存储";

//Jimmies
"this_file_is_older" = "较新的可用版本";
"msg_update_file_0_bytes" = "您在服务器上的文件大小为0字节，你确定要覆盖设备上的现有文件与此空文件？";

//Shared
"shared_tab" = "分享链接";
"message_not_shared_files" = "没有链接分享文件和文件夹";
"message_not_shared_api_support" = "抱歉，共享功能未启用。请联系管理员";
"share_link_long_press" = "共享";
"unshare_link" = "非共享链接";
"share_not_available_on_this_server" = "抱歉，这个特性未启用。请联系管理员";
"copy_link" = "复制链接";
"file_to_share_not_exist" = "无法共享，请检查文件是否存在";
"file_to_unshare_not_exist" = "无法取消共享，请检查文件是否存在";
"shared_link_protected_title" = "输入密码";
"shared_link_protected_message" = "分享链接必须通过密码来保护。";
"pasword_empty" = "密码不能为空";
"no_pasword" = "你必须输入密码";
"get_share_link" = "获取共享链接";
"set_expiration_time" = "设置过期时间";
"password_protect" = "密码保护";
"default_not_possible_msg" = "不能进行该操作，请稍后重试。";
"share_user_group_indicator" = "组";
"add_user_or_group_title" = "添加用户或组";
"share_with_users_or_groups" = "共享给用户或组";
"not_share_with_users_yet"= "没有数据分享给用户";
"not_sharee_api_supported" = "抱歉，你的服务器版本允许使用该客户端，请联系管理员";
"share_link_title" = "分享链接";
"not_share_link_enabled_capabilities" = "服务器不允许分享连接，请联系管理员";
"shared_link_cannot_remove_password" = "不能移除密码";
"shared_link_cannot_remove_expiration_date" = "必须设置过期时间";

//Favorites
"favorite" = "收藏";
"unfavorite" = "取消收藏";
"parent_folder_is_favorite" = "包含这个文件的文件夹始终被收藏";

//Document provider
"error_login_doc_provider" = "无法访问您的账户，请先登录";
"error_sending_file_to_document_picker" = "错误发送文件到文件选择器";
"error_user_change_in_core_app" = "用户已被修改";
"error_connecting_with_server" = "连接服务器失败，请稍后重试";
"move_doc_provider_button" = "移动到这个位置";
"export_doc_provider_button" = "导出到这个位置";

//Instant uploads
"location_not_enabled"="本地服务不可用";
"message_location_not_enabled"="使用即时上传相片服务，必须先配置路径.";

"access_photos_library_not_enabled" = "访问相片不可用";
"message_access_photos_not_enabled" = "使用即时上传相片服务，必须先配置路径";

"access_photos_and_location_not_enabled" = "访问照片和位置不可用";
"message_access_photos_and_location_not_enabled" = "使用即时上传相片服务，必须先配置路径";

//PDF reader
"page_of_pages" = "of"; //Example: 5 of 10

//Share in
"files_added" = "添加文件";
"files_will_be_upload_next_time" = "下次打开程序时，文件开始上传";

//Help Guide main app
"title_help_slide_0" = "欢迎使用科委云盘";
"message_help_slide_0" = "了解更多";
"title_help_slide_1" = "即时上传";
"message_help_slide_1" = "保持相片安全";
"title_help_slide_2" = "管理你的文件";
"message_help_slide_2" = "方便的移动和删除";
"title_help_slide_3" = "共享";
"message_help_slide_3" = "共享文件和文件夹";
"title_help_slide_4" = "多用户";
"message_help_slide_4" = "连接到云端";
"title_help_slide_5" = "随时随地同步文件";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "登录";
"skip_button_help_guide" = "忽略";﻿﻿
